[
    {
        "activity_name": "Cheshiahud Lake Union Loop",
        "description": "The Cheshiahud Lake Union Loop offers a scenic waterfront walk around Lake Union, providing stunning views of the lake and city skyline, ideal for a leisurely stroll.",
        "activity_type": ["Foodie Delights", "Local Markets"],
        "img": "img/chesh.jpg"
        
    },
    {
        "activity_name": "Elliott Bay ",
        "description": "Elliott Bay is a picturesque body of water in Seattle, offering stunning views of the city skyline, the Olympic Mountains, and Mount Rainier. It's a popular spot for kayaking, sailing, and enjoying waterfront dining, providing a quintessential Seattle experience.",
        "activity_type": ["Outdoor Activities", "Best Scenic Spots"],
        "img": "img/elliot.jpeg"
       
    },
    {
        "activity_name": "Alki Beach",
        "description": "Alki Beach is a popular beach park in West Seattle, known for its sandy shores and stunning views of the Seattle skyline. It offers a range of activities including sunbathing, beach volleyball, and kayaking, making it a favorite spot for locals and tourists alike.",
        "activity_type": ["Outdoor Activities", "Best Scenic Spots"],
        "img": "img/alki.jpeg"
        
    },
    {
        "activity_name": "West Seattle waterfront",
        "description": "The West Seattle waterfront offers stunning views of the Puget Sound and downtown Seattle, providing a picturesque setting for a leisurely stroll or bike ride along the water's edge.",
        "activity_type": ["Local Markets", "Foodie Delights"],
        "img": "img/westsea.jpg"
        
    },
    {
        "activity_name": "David E. Brink Park",
        "description": "David E. Brink Park in Kirkland offers stunning waterfront views of Lake Washington and the Seattle skyline, perfect for a relaxing stroll by the water.",
        "activity_type": ["Foodie Delights", "Local Markets"],
        "img": "img/david.jpeg"
        
    },
    {
        "activity_name": "Meydenbauer Park",
        "description": "Meydenbauer Park in Bellevue offers scenic views of Lake Washington, providing a peaceful escape for a leisurely stroll or a day of picnicking by the water.",
        "activity_type": ["Outdoor Activities", "Best Scenic Spots"],
        "img": "img/meyden.jpeg"
       
    },
    {
        "activity_name": "Foster Island Trail",
        "description": "The Foster Island Trail offers a peaceful nature walk through wetlands and forests, providing a serene escape from the city within Seattle's own Washington Park Arboretum.",
        "activity_type": ["Indoor Escapes", "Art Exhibitions"],
        "img": "img/foster.jpeg"
        
    },
    {
        "activity_name": "Gas Works Park",
        "description": "It is a 19.1-acre public park located on the north shore of Lake Union at the south end of the Wallingford neighborhood.",
        "activity_type": ["Local Markets", "Foodie Delights"],
        "img": "img/gasworks.jpeg"
        
    }
]